---
kind: property
id: P:Autodesk.Revit.DB.ModelPath.Region
source: html/c7f2f531-559f-1a77-437b-f47e20d5844f.htm
---
# Autodesk.Revit.DB.ModelPath.Region Property

The region of the BIM 360 Docs or Autodesk Docs account and project which contains this model.

## Syntax (C#)
```csharp
public string Region { get; }
```